/* Localized versions of Info.plist keys */
NSHumanReadableCopyright = "Copyright © 2026 The DirStat Authors. Veröffentlicht unter der GPL.";

NSCalendarsUsageDescription = "DirStat benötigt Zugriff auf die Kalender-Dateien, um deren Dateigrößen zu ermitteln.\nEs werden keine Daten gelesen.";
NSRemindersUsageDescription = "DirStat benötigt Zugriff auf die Dateien, um deren Dateigrößen zu ermitteln.\nEs werden keine Daten gelesen.";
NSContactsUsageDescription = "DirStat benötigt Zugriff auf die Adressbuch-Dateien, um deren Dateigrößen zu ermitteln.\nEs werden keine Daten gelesen.";
NSPhotoLibraryUsageDescription = "DirStat benötigt Zugriff auf die Fotobibliotheken, um die darin enthaltenen Dateien auf deren Dateigrößen untersuchen zu können.\nEs werden keine Daten gelesen.";
NSDocumentsFolderUsageDescription = "DirStat benötigt Zugriff auf den Ordner, um die darin enthaltenen Dateien auf deren Dateigrößen untersuchen zu können.\nEs werden keine Daten gelesen.";
NSDesktopFolderUsageDescription = "DirStat benötigt Zugriff auf den Ordner, wenn die darin enthaltenen Dateien hinsichtlich Dateigrößen untersucht werden sollen.\nEs werden keine Daten gelesen.";
NSDownloadsFolderUsageDescription = "DirStat benötigt Zugriff auf den Ordner, wenn die darin enthaltenen Dateien hinsichtlich Dateigrößen untersucht werden sollen.\nEs werden keine Daten gelesen.";
NSNetworkVolumesUsageDescription = "DirStat benötigt Zugriff auf die Dateien, um deren Dateigrößen zu ermitteln.\nEs werden keine Daten gelesen.";
NSRemovableVolumesUsageDescription = "DirStat benötigt Zugriff auf die Dateien, um deren Dateigrößen zu ermitteln.\nEs werden keine Daten gelesen.";
